usms/UC_5_QUERY_CHANGE_WORKLOG_UPDATE/python/worklogupdate_template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:ticketManagementInterface_WS_LGI">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:QueryChangeApprovalServiceRequest>
         <urn:Assurance>
          <!--Optional:-->
            <urn:Qualification>{Qualification}</urn:Qualification>
            <!--Optional:-->
            <urn:startRecord>{startRecord}</urn:startRecord>
            <!--Optional:-->
            <urn:maxLimit>{maxLimit}</urn:maxLimit>
         </urn:Assurance>
      </urn:QueryChangeApprovalServiceRequest>
   </soapenv:Body>
</soapenv:Envelope>
